using System;

namespace Task_12
{
    class Program
    {
        static void Main(string[] args)
        {
            string name;
            string family;
            byte age;
            char gender;
            int id;
        }
    }
}
/*  12. Фирма, занимаваща се с маркетинг, иска да пази запис с данни на
нейните служители. Всеки запис трябва да има следната характеристика
– първо име, фамилия, възраст, пол (‘м’ или ‘ж’) и уникален
номер на служителя (27560000 до 27569999). Декларирайте необходимите
променливи нужни, за да се запази информацията за един служител,
като използвате подходящи типове данни и описателни имена. */
