using System;

namespace Task_04
{
    class Program
    {
        static void Main(string[] args)
        {
            int hex = 1426;
            Console.WriteLine("|0x{0,-8:X|" + hex);
            double fract = -7.646;
            Console.WriteLine("|0,-10:f2}|" + fract);
        }
    }
}

/* 4. Напишете програма, която отпечатва три числа в три виртуални колони
на конзолата. Всяка колона трябва да е с широчина 10 символа, а
числата трябва да са ляво подравнени. Първото число трябва да е цяло
число в шестнадесетична бройна система, второто да е дробно положително,
а третото да е дробно отрицателно. Последните две числа да се
закръглят до втория знак след десетичната запетая.*/
