using System;

namespace Task_13
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Едни от най-популярните езици за програмиране са Java, C++, PHP, Python, JavaScript" +
                "Основа за C# са C++, Java и донякъде езици като Delphi, VB.NET и C. Той е проектиран да балансира мощност" +
                " (C++) с възможност за бързо разработване (Visual Basic и Java). Те представляват съвкупност от дефиниции" +
                " на класове, които съдържат в себе си методи, а в методите е разположена програмната логика.");
        }
    }
}
// 13. Направете списък с най-популярните програмни езици. С какво те се различават от C#? 